; MSETUP4 string table
[STRING]
CHARSET="186"
FONTNAME="MS Shell Dlg"
FONTNAME_Mac="Arial"
ITEMFONTNAME=
ITEMCHARSET=
Other_UserLaunched_Mac=
MSE1="Nevar restartēt sistēmu. Aizveriet instalēšanas programmu vai lietojumprogrammatūru, kas pašlaik darbojas. Pēc tam izejiet no Canon uzstādīšanas programmas un mēģiniet vēlreiz."
MSE2="Šo programmu nevar izmantot kopā ar pašreizējo operētājsistēmu."
MSE3="Lai instalētu programmatūru, piesakieties administratora kontā.\nLai instalēšanu atceltu, noklikšķiniet uz [Labi]. Ja izmantojat CD-ROM, kad noklikšķināsiet uz [Labi], izņemiet to.\nPēc instalēšanas atcelšanas piesakieties administratora kontā, pēc tam instalējiet programmatūru."
MSE3_Mac=
MSE31_Mac=
MSE4="Lai skatītu atlasīto failu, ir nepieciešama atbilstoša lietojumprogrammatūra."
MSE5="%D% diskdzinī nav pietiekami daudz brīvas vietas. Programmatūras instalēšanai ir nepieciešami %S% MB."
MSE6="Norādītā mape nav derīga. Norādiet rakstīšanai iespējotu mapi, kas atrodas lokālajā cietajā diskā."
MSE7="Programmu nevar startēt, jo ir zema ekrāna izšķirtspēja. Mainiet izšķirtspēju uz 800x600 pikseļiem vai augstāku, pēc tam atkārtoti izpildiet šo darbību.\nJa instalēšanu veicat planšetdatorā, iestatiet ekrāna orientāciju ainavas režīmā un pēc tam izpildiet šo darbību."
MSE7_Mac=
MSE8="CD-ROM diskdzinī nav ievietots CD-ROM.\nIevietojiet CD-ROM vēlreiz diskdzinī."
MSE9="Faila nosaukumā nedrīkst būt neviena no šīm rakstzīmēm:\n/ , ; * ? \\" < > |"
MSE10="Norādītais ceļa nosaukums pārsniedz atļauto ierobežojumu. Norādiet ceļa nosaukumu, kura garums nepārsniedz 150 rakstzīmes."
MSE11="Diskdziņa burts nav ietverts norādītajā ceļa nosaukumā vai arī ceļš ir norādīts ar relatīvu ceļu. Norādiet absolūtu ceļu."
MSE14="Šo programmu nevar izmantot kopā ar pašreizējo datoru."
MSE15="Šo programmu var izpildīt Windows 2000 4. servisa pakotnē vai jaunākā operētājsistēmā. Ja jūsu lietotā operētājsistēma ir vecāka par 4. servisa pakotni, atjauniniet Windows 2000 uz 4. servisa pakotni vai jaunāku un atkārtoti izpildiet šo darbību."
MSE16="Failu nevar atvērt."
MSE17="Šo programmu var izpildīt Windows XP 2. servisa pakotnē vai jaunākā operētājsistēmā. Ja jūsu lietotā operētājsistēma ir vecāka par 2. servisa pakotni, atjauniniet Windows XP uz 2. servisa pakotni vai jaunāku un atkārtoti izpildiet šo darbību."
MSE18="Ja lietojat operētājsistēmu Windows XP, šo programmu var izpildīt Windows XP 3. servisa pakotnē vai jaunākā operētājsistēmas versijā. Atjauniniet operētājsistēmu Windows XP uz 3. servisa pakotni vai jaunāku versiju un atkārtoti izpildiet šo darbību."
MSE19="Ja lietojat operētājsistēmu Windows Vista, šo programmu var izpildīt Windows Vista 1. servisa pakotnē vai jaunākā operētājsistēmas versijā. Atjauniniet operētājsistēmu Windows Vista uz 1. servisa pakotni vai jaunāku versiju un atkārtoti izpildiet šo darbību."
MSE20="Ja lietojat operētājsistēmu Windows Vista, šo programmu var izpildīt Windows Vista 2. servisa pakotnē vai jaunākā operētājsistēmas versijā. Atjauniniet operētājsistēmu Windows Vista uz 2. servisa pakotni vai jaunāku versiju un atkārtoti izpildiet šo darbību."
MSE21="Diskdzinī nav ievietots CD-ROM. Tagad iestatīšanas lietojumprogramma tiks aizvērta."
MSM0001="Labi"
MSM0002="Atcelt"
MSM0003="Jā"
MSM0004="Nē"
MSM0005="Atpakaļ"
MSM0006="Tālāk"
MSM0007="Turpināt"
MSM0008="Priekšlaikus pārtraukt"
MSM0009="Iziet"
MSM0010="Instalēt"
MSM0011="Palīdzība"
MSM0012="Atlasīt visu"
MSM0013="Notīrīt visu"
MSM0014="Pārbaudīt jaunāko informāciju"
MSM0015="Turpināt instalēšanu"
MSM0016="Atcelt instalēšanu"
MSM0017="Valoda"
MSM0018="Noklusējumi"
MSM0019="Izlaist"
MSM0020="Atpakaļ uz sākumu"
MSM0021="Aizvērt"
MSM0022="Saglabāt"
MSM0101="Kļūda"
MSM0102="Brīdinājums"
MSM0103="Informācija"
MSM0104="Canon"
MSM1001="Valoda"
MSM1002="Atlasiet valodu, kas tiks izmantota kopā ar šo programmu, un pēc tam noklikšķiniet uz [Tālāk]."
MSM1003="Atlasiet valodu, kas tiks izmantota kopā ar šo programmu, un pēc tam noklikšķiniet uz [Atpakaļ]."
MSM1004="Lūdzu, atlasiet valodu."
MSM1011=
MSM1021="Informācijas iegūšana"
MSM1022="Notiek informācijas iegūšana par jaunāko draiveri un programmatūru."
MSM1023=
MSM1024="Notiek informācijas iegūšana par jaunāko programmatūru."
MSM1031="Informācijas iegūšanas kļūda"
MSM1032="Neizdevās iegūt informāciju par draiveri un programmatūru. Pārbaudiet tīkla savienojumu un mēģiniet vēlreiz."
MSM1033="Nevarēja atrast ar vidi saderīgu programmatūru."
MSM1034="Neizdevās iegūt informāciju par programmatūru. Pārbaudiet tīkla savienojumu un mēģiniet vēlreiz."
MSM1051="Atlasiet printeri"
MSM1052="Atlasiet skeneri"
MSM1103="ASV, Kanāda, Latīņamerika"
MSM1104="Eiropa, Tuvie Austrumi, Āfrika"
MSM1105="Āzija"
MSM1106="Klusā okeāna reģions"
MSM1116="Valsts un reģions"
MSM1117="Atlasiet atrašanās vietu."
MSM1118="Atlasiet savu valsti vai reģionu. Ja jūsu valsts vai reģions tālāk nav norādīts, atlasiet “Citas”."
MSM1241="Sākt uzstādīšanu"
MSM1242="Lai ierīci izmantotu no datora, ir jāpielāgo iestatījumi. Izpildiet ekrānā skatāmos norādījumus."
MSM1243="Sākt uzstādīšanu"
MSM1244="Šī programmatūra nodrošina ierīces izmantošanu no datora."
MSM1245="Noderīga programmatūra"
MSM1246="Parāda, kā lejupielādēt un lietot programmatūru tā, lai varētu izmantot visas ierīces sniegtās iespējas."
MSM1247="Tiešsaistes rokasgrāmata"
MSM1248="Rokasgrāmatu var pārbaudīt tiešsaistē."
MSM1249="Izmantot atjaunināto programmatūru, kas atrasta internetā"
MSM1250="Iestatījumi"
MSM1305="%DRIVELETTER% diskdzinis: %DISKSPACE% MB brīvas vietas"
MSM1306="Kopīgā izmantotā vieta: %ITEMSPACE% MB"
MSM1307="%s MB"
MSM1311="Lietojumprogramma"
MSM1312="Plānotais instalēšanas laiks: %INSTALLTIME_MIN%–%INSTALLTIME_MAX% minūtes"
MSM1315="Instalēšanas var ilgt kādu laiku atkarībā no jūsu tīkla vides."
MSM1451="Programmatūras instalēšanas saraksts"
MSM1452="Tiks instalētas atlasītā programmatūra. Pārliecinieties, ka ir atlasīta programmatūra, ko vēlaties instalēt, un pēc tam noklikšķiniet uz [Tālāk]."
MSM1453_Mac=
MSM1454="Šī programmatūra ir obligāta, un tās atlasi nevar atcelt."
MSM1455_Mac=
MSM1601="Licences līgums"
MSM1602="Pirms atlasīto programmatūras programmu instalēšanas uzmanīgi izlasiet tālāk esošo licences līgumu."
MSM1603="Ja piekrītat līguma noteikumiem, noklikšķiniet uz [Jā]. Ja noklikšķināsiet uz [Nē], programmatūras instalēšana tiks atcelta."
MSM1604="Pirms %CURRENT_STEPITEM% tiks instalēti, uzmanīgi izlasiet tālāk esošo licences līgumu."
MSM1605="Ja piekrītat līguma noteikumiem, noklikšķiniet uz [Jā]. Ja noklikšķināsiet uz [Nē], šī programmatūra netiks instalēta."
MSM1606="Canon produkti"
MSM1607="Ja nepiekrītat licences līguma noteikumiem, šī programmatūra netiks instalēta. Vai piekrītat?"
MSM1608="Ja nepiekrītat licences līguma noteikumiem, datorā netiks instalēta šī lietojumprogramma, kā arī programma Print Studio Pro, kuras instalēšanai ir nepieciešama šī lietojumprogramma. Vai piekrītat?"
MSM1671="Programmatūras .NET Framework instalēšana."
MSM1672="Datorā nav instalēta programmatūra Microsoft .NET Framework 4. Lai izmantotu visus programmatūras komponentus, jāinstalē programmatūra Microsoft .NET Framework 4. Vai vēlaties to instalēt?"
MSM1681="Programmatūra Microsoft .NET Framework 4 nav atrasta."
MSM1682="Programmatūra Microsoft .NET Framework 4 nav atrasta vai ir instalēta nepareizi.\n Microsoft .NET Framework 4 jābūt pareizi instalēts datorā, lai instalētu šo programmatūru."
MSM1683="Lai izmantotu atlasīto programmatūru, ir jāinstalē .Net Framework. Šo programmatūru nevar instalēt, ja nav izveidots savienojums ar internetu."
MSM1684="  - %s"
MSM1701="Instalēšanas norise: %PROGRESS%%"
MSM1702="Līdz pabeigšanai atlikusi(-šas) aptuveni %RESTTIME% minūte(-s)"
MSM1711="Notiek lejupielāde..."
MSM1712="Notiek atlikušā laika aprēķināšana..."
MSM1804="Licences līgums"
MSM1809="Pabeigšana"
MSM1901="Notiek apstrāde"
MSM1902="Notiek apstrāde. Lūdzu, uzgaidiet."
MSM1903="Process var ilgt aptuveni vienu minūti."
MSM1904="Notiek instalēšana: %ITEM%"
MSM1905="Notiek lejupielāde: %ITEM%"
MSM1906="Notiek lejupielāde %PROG_CAPA%/%TOTAL_CAPA%MB"
MSM1907="Notiek lejupielādējamo vienumu pārbaude..."
MSM1908="Notiek lejupielāde... %d/%d"
MSM2001="Printera pievienošana"
MSM2002="Pārliecinieties, ka printeris ir savienots ar datoru, un ieslēdziet printeri."
MSM2003="Printeris netika noteikts. Pārbaudiet savienojumu."
MSM2008="Printeris tiek reģistrēts jūsu datorā. \nŠis process var ilgt kādu laiku."
MSM2010="Printera pievienošana"
MSM2031="Skenera pievienošana"
MSM2032="Pārliecinieties, ka skeneris ir pievienots datoram, un ieslēdziet skeneri, ja tam ir poga Iesl."
MSM2033="Skeneris netika noteikts. Pārbaudiet savienojumu."
MSM2034="Skeneris ir noteikts. Lūdzu, uzgaidiet, līdz instalēšana ir pabeigta."
MSM2096="Printera noteikšana"
MSM2097="Notiek tīklā esošā printera meklēšana."
MSM2111="Notiek printera statusa pārbaude"
MSM2112="Pārbaudīt savienojuma metodi"
MSM2113="Vai izveidot printera savienojumu ar tālāk norādīto bezvadu maršrutētāju, izmantojot bezvadu savienojumu?"
MSM2114="Bezvadu maršrutētājs: %s"
MSM2115="Printeris (sērijas numurs): %s (%s)"
MSM2116="Vai atļaut lietot printeri ar Wi-Fi savienojumu?"
MSM2117="Vai atļaut printerim izmantot vadu LAN savienojumu?"
MSM2118="Vai atļaut %s izmantot USB savienojumu?"
MSM2119="Vai atļaut printerim izmantot tiešo savienojumu?"
MSM2120="Par savienojuma veidu"
MSM2121="Atlasīt bezvadu maršrutētāju"
MSM2122="Atlasiet bezvadu maršrutētāju, ar kuru vēlaties savienot printeri."
MSM2123="Bezvadu maršrutētāji:"
MSM2124="Parole:"
MSM2125="Slēpt tekstu"
MSM2126="Pievienot manuāli"
MSM2131="Ievadiet bezvadu maršrutētāja informāciju."
MSM2132="Tīkla nosaukums (SSID):"
MSM2133="Šifrēšanas veids:"
MSM2134="Neizmantot"
MSM2135="Izmantot WEP"
MSM2136="Izmantot WPA/WPA2"
MSM2137="Nav"
MSM2138="WEP"
MSM2139="WPA/WPA2"
MSM2141="WEP atslēgas garums:"
MSM2142="64 biti"
MSM2143="128 biti"
MSM2151="WEP atslēgas formāts:"
MSM2152="ASCII"
MSM2153="Heksadecimāls"
MSM2161="WEP atslēgas ID:"
MSM2162="1"
MSM2163="2"
MSM2164="3"
MSM2165="4"
MSM2171="64 bitu WEP atslēgai ir jābūt 5 rakstzīmes garai un ASCII formātā.\nLūdzu, ievadiet vēlreiz."
MSM2172="64 bitu WEP atslēgai ir jābūt 10 skaitļus garai un heksadecimālajā formātā.\nLūdzu, ievadiet vēlreiz."
MSM2173="128 bitu WEP atslēgai ir jābūt 13 rakstzīmes garai un ASCII formātā.\nLūdzu, ievadiet vēlreiz."
MSM2174="128 bitu WEP atslēgai ir jābūt 26 skaitļus garai un heksadecimālajā formātā.\nLūdzu, ievadiet vēlreiz."
MSM2175="Ja atslēgas formāts ir ASCII, nedrīkst izmantot rakstzīmes, kas nav ASCII rakstzīmes.\nIevadiet pareizu vērtību."
MSM2176="Citas rakstzīmes, kas nav heksadecimāli skaitļi, nevar izmantot.\nIevadiet pareizu vērtību."
MSM2177="Ievadiet paroli, kas ietver 8–63 rakstzīmes (ASCII formātā) vai 64 ciparus (heksadecimālajā formātā)."
MSM2178="Parole nav derīga. Ievadiet 5–13 rakstzīmes vai 10–26 rakstzīmes (heksadecimālajā formātā)."
MSM2181="Tīkla nosaukuma (SSID) pārbaude"
MSM2182="Bezvadu maršrutētājs (SSID): %s\n\nJa tīkla nosaukums (SSID) ir pareizs, noklikšķiniet uz [Tālāk], lai turpinātu.\nJa tīkla nosaukums (SSID) nav pareizs, noklikšķiniet uz [Atpakaļ] un pēc tam no jauna pievienojiet bezvadu maršrutētāju."
MSM2183="Bezvadu maršrutētāja parole var nebūt pareiza.\nNoklikšķiniet uz [Atpakaļ] un pēc tam no jauna ievadiet paroli."
MSM2184="Tīkla (SSID) atlases kļūda"
MSM2185="Printerim netiek atbalstīti 5GHz tīkli.\nLūdzu, noklikšķiniet uz [Atpakaļ] un pēc tam atlasiet tīklu (SSID) ar 2.4GHz atbalstu."
MSM2186="Bezvadu maršrutētāja šifrēšanas veids neatbilst iestatījumos norādītajam šifrēšanas veidam.\nLūdzu, noklikšķiniet uz [Atpakaļ] un pēc tam no jauna pievienojiet bezvadu maršrutētāju."
MSM2190="Tīkla (SSID) atlasīšana"
MSM2191="Printerī nevar atrast tīklu (SSID), ar kuru ir savienots šis dators. Atlasiet tīkla nosaukumu (SSID)."
MSM2192="MAC adrese:"
MSM2193="(Atlasīt)"
MSM2194="Citi tīkli"
MSM2195="Tīkla (SSID) iestatījumi"
MSM2196="Ievadiet tīkla (SSID) informāciju."
MSM2197="Parole"
MSM2198="Ievadiet tīkla (SSID) paroli."
MSM2199="Tīkla nosaukums (SSID): %s"
MSM2200="Tīkla nosaukums (SSID): %s\n\nJa tīkla nosaukums (SSID) ir pareizs, noklikšķiniet uz [Tālāk], lai turpinātu.\nJa tīkla nosaukums (SSID) nav pareizs, noklikšķiniet uz [Atpakaļ] un pēc tam no jauna atlasiet tīkla nosaukumu (SSID)."
MSM2201="Tīkla (SSID) parole var nebūt pareiza.\nNoklikšķiniet uz [Atpakaļ] un pēc tam no jauna ievadiet paroli."
MSM2202="Printerim netiek atbalstīti 5GHz tīkli.\nLūdzu, noklikšķiniet uz [Atpakaļ] un pēc tam atlasiet tīklu (SSID) ar 2.4GHz atbalstu."
MSM2203="Tīkla (SSID) šifrēšanas veids neatbilst iestatījumos norādītajam šifrēšanas veidam.\nLūdzu, noklikšķiniet uz [Atpakaļ] un pēc tam no jauna konfigurējiet."

MSM2252="Uzstādīšana ir pabeigta"
MSM2253="Drukāšana no datora ir iestatīta.\nTagad tiks instalēta programmatūra."
MSM2254="Instalēšana nav pabeigta.\nLai turpinātu lietderīgās programmatūras instalēšanu, noklikšķiniet uz [Turpināt]."
MSM2255="Iestatīšana tika pabeigta."
MSM2256="Tagad varat drukāt no sava datora."
MSM2261="Iestatīšana"
MSM2262="Iestatīšanas laikā tīkla savienojums tiek īslaicīgi pārtraukts.\nProcess var ilgt dažas minūtes. Lūdzu, uzgaidiet."
MSM2263="Neizdevās uzstādīšana, neizmantojot kabeli. Apturiet procesu un atlasiet citu uzstādīšanas metodi, izpildot ekrānos redzamās norādes."
MSM2264="Tiek veikta iestatīšana. Process var ilgt dažas minūtes. Lūdzu, uzgaidiet."
MSM2301="Instalēšanas kļūme"
MSM2310="Printera meklēšanas kļūda"
MSM2311="Pievienoto printeri neizdevās atrast.\nLai vēlreiz meklētu printeri, noklikšķiniet uz [Meklēt vēlreiz]."
MSM2312="Meklēt vēlreiz"
MSM2313="Iestatīšana tika atcelta"
MSM2314="Iestatīšanas procedūra tika atcelta.\nNoklikšķiniet uz [Atpakaļ uz sākumu] un no jauna sāciet iestatīšanu."
MSM2315="Instalēšana neizdevās.\nNoklikšķiniet uz [Atpakaļ uz sākumu] un no jauna sāciet iestatīšanu."
MSM2390="Pirms izmantot šo printeri, vispirms veiciet printera drukas galviņas izlīdzināšanu. Lai saņemtu papildinformāciju, noklikšķiniet uz [Drukas galviņas izlīdzināšana] un izpildiet ekrānā redzamos norādījumus.\n\nKad izlīdzināšana pabeigta, noklikšķiniet uz [Tālāk]."
MSM2391="Drukas galviņas izlīdzināšana"
MSM2401="Ieteicama drukas galviņas izlīdzināšana"
MSM2411="Drukas galviņas izlīdzināšana"
MSM2413="Izpildīt"
MSM2414="Drukājot fotoattēlus ar šo printeri, ieteicams veikt drukas galviņas izlīdzināšanu. Lai veiktu drukas galviņas izlīdzināšanu tūlīt, ievietojiet kasetē papīru Plain paper un noklikšķiniet uz [Izpildīt]. Pēc galviņas izlīdzināšanas pabeigšanas noklikšķiniet uz [Tālāk]. Detalizētu informāciju skatiet printera rokasgrāmatā.\n\nTurklāt galviņas izlīdzināšana ir pieejama pēc uzstādīšanas pabeigšanas. Lai turpinātu, neveicot drukas galviņas izlīdzināšanu, noklikšķiniet uz [Tālāk]."
MSM2416="Pirms šī printera lietošanas ir jāveic drukas galviņas izlīdzināšana. Noklikšķiniet uz [Izpildīt], lai tiktu parādīts ekrāns Drukas galviņas izlīdzināšanas sākšana. Izpildiet ekrānā parādītos norādījumus, lai drukātu izlīdzināšanas attēlu. Novietojiet izdrukāto izlīdzināšanas attēlu uz planšetes un skenējiet to.\n\nPēc drukas galviņas izlīdzināšanas pabeigšanas noklikšķiniet uz [Tālāk]."
MSM2416_Mac=
MSM2417="Šim printerim ir drukas galviņas izlīdzināšana. Ja izdrukā ir nepareizi izlīdzinātas līnijas vai arī tā nav apmierinoša, drukas galviņas izlīdzināšana, iespējams, palīdzēs atrisināt šīs problēmas."
MSM2418="Pirms šī printera lietošanas ir jāveic drukas galviņas izlīdzināšana. Ievietojiet printerī papīru, noklikšķiniet uz [Izpildīt] un pēc tam noklikšķiniet uz [Tālāk]."
MSM2418_Mac=
MSM2420="Notiek printeru meklēšana."
MSM2421="Notiek %PRODUCTNAME% meklēšana."
MSM2422="Printera rindu nevar atrast."
MSM2423="Noklikšķiniet uz [Reģistrēt printeri], lai reģistrētu printeri."
MSM2424="Reģistrēt printeri"
MSM2434="Reģistrēt skeneri"
MSM2437_Mac=
MSM2438_Mac="Noklikšķinot uz [Pievienot printeri], tiks parādīti pieejamie printeri. Atlasiet %s, kuram tipa laukā ir parādīts “Canon IJ Network”, un pēc tam noklikšķiniet uz [Pievienot].\nPēc printera pievienošanas noklikšķiniet uz [Tālāk]."
MSM2439_Mac=
MSM2440_Mac=
MSM2441_Mac=
MSM2451="Lietotāja reģistrācija"
MSM2453="Tālāk"
MSM2464="Lietotāja reģistrācija"
MSM2465="Reģistrējiet Canon produktu šodien un iegūsiet šādas priekšrocības:\n- saņemiet mūsu ikmēneša e-pasta biļetenu ar informāciju par ietaupījumiem, iegādājoties Canon produktus;\n- saņemiet jautrus Creative Park projektus un noderīgus padomus;\n- esiet viens no pirmajiem, kas saņem paziņojumus par programmatūras jauninājumiem."
MSM2474="Lietotāja reģistrācija"
MSM2475="Reģistrējot produktu, varat saņemt noderīgu informāciju par produktu un apkalpošanu. Lai reģistrētos, ir nepieciešams interneta savienojums."
MSM2484="Produkta reģistrācija"
MSM2485JU="Reģistrējiet Canon produktu šodien un iegūsiet šādas priekšrocības:\n- Canon U.S.A. saglabās jūsu informāciju failā, ja tā būs nepieciešama saistībā ar apdrošināšanas prasību;\n- esiet viens no pirmajiem, kas saņem paziņojumus par programmatūras jauninājumiem;\n- saņemiet mūsu ikmēneša e-pasta biļetenu ar informāciju par ietaupījumiem, iegādājoties Canon produktus."
MSM2485M="Atjauninot produktu vai reģistrējot jaunu produktu, varat saņemt noderīgu informāciju par produktu un apkalpošanu. Lai veiktu atjaunināšanu un reģistrētos, ir nepieciešams interneta savienojums."
MSM2486_Mac="Noklikšķinot uz [Tālāk], produkta nosaukums, informācija par operētājsistēmu un reģionālā informācija tiks automātiski apkopota un nosūtīta uzņēmumam Canon, izmantojot internetu. Šī informācija tiks izmantota tikai reģistrācijas ekrāna atvēršanai."
MSM2486_Mac2="Noklikšķinot uz [Tālāk], produkta nosaukums, informācija par operētājsistēmu un printera sērijas numurs tiks automātiski apkopoti un nosūtīti uzņēmumam Canon, izmantojot internetu. Šī informācija tiks izmantota tikai reģistrācijas ekrāna atvēršanai."
MSM2487="Lai reģistrētu vēlāk, noklikšķiniet uz [Atcelt] un pārejiet uz nākamo darbību. Varat arī reģistrēt produktus jebkurā laikā, izmantojot Quick Menu."
MSM2501="CANON iMAGE GATEWAY Lietotāja reģistrācija"
MSM2502="Reģistrēt"
MSM2503="CANON iMAGE GATEWAY Produkta reģistrācija"
MSM2504="CANON iMAGE GATEWAY ir ekskluzīvs tiešsaistes pakalpojums produktu īpašniekiem ar bezmaksas dalību tajā/ar ikgadēju dalībnieka iemaksu. Ja pieteiksieties lietotāja reģistrācijai, varēsiet izmantot dažādus pakalpojumus, kas piedāvās vēl vairāk lielisku digitālās fotogrāfijas iespēju."
MSM2505="CANON iMAGE GATEWAY ir tīmekļa vietne bez dalības maksas. Mēs nodrošinām atbalsta informāciju par mūsu izstrādājumiem un informāciju saistībā ar dažādu objektu drukāšanu, piemēram, Jaungada kartīšu drukāšanu. Mēs piedāvājam noderīgus padomus, piemēram, par uzņemšanas metodēm ar mūsu kamerām, tādējādi palīdzot labāk izmantot mūsu izstrādājumus, kā arī dalībniekiem sniedzam vērtīgu informāciju par izpārdošanām."
MSM2506="Noklikšķinot uz [Reģistrēt], produkta nosaukums, informācija par operētājsistēmu un reģionālā informācija tiks automātiski apkopota un nosūtīta uzņēmumam Canon, izmantojot internetu. Šī informācija tiks izmantota tikai reģistrācijas ekrāna atvēršanai."
MSM2507="Noklikšķinot uz [Reģistrēt], produkta nosaukums, informācija par operētājsistēmu un printera sērijas numurs tiks automātiski apkopoti un nosūtīti uzņēmumam Canon, izmantojot internetu. Šī informācija tiks izmantota tikai reģistrācijas ekrāna atvēršanai."
MSM2511="Lietotāja reģistrācija"
MSM2513="Produkta reģistrācija"
MSM2514="Reģistrējiet Canon produktu šodien un iegūsiet šādas priekšrocības:\n- saņemiet mūsu ikmēneša e-pasta biļetenu ar informāciju par ietaupījumiem, iegādājoties Canon produktus;\n- saņemiet jautrus Creative Park projektus un noderīgus padomus;\n- esiet viens no pirmajiem, kas saņem paziņojumus par programmatūras jauninājumiem."
MSM2515="Reģistrējot produktu, varat saņemt noderīgu informāciju par produktu un apkalpošanu. Lai reģistrētos, ir nepieciešams interneta savienojums."
MSM2516="Noklikšķinot uz [Tālāk], produkta nosaukums, informācija par operētājsistēmu un reģionālā informācija tiks automātiski apkopota un nosūtīta uzņēmumam Canon, izmantojot internetu. Šī informācija tiks izmantota tikai reģistrācijas ekrāna atvēršanai."
MSM2517="Noklikšķinot uz [Tālāk], produkta nosaukums, informācija par operētājsistēmu un printera sērijas numurs tiks automātiski apkopoti un nosūtīti uzņēmumam Canon, izmantojot internetu. Šī informācija tiks izmantota tikai reģistrācijas ekrāna atvēršanai."
MSM2521="Lietotāja reģistrācija. Produkta nosaukums, informācija par operētājsistēmu un printera sērijas numurs tiks automātiski apkopoti un nosūtīti uzņēmumam Canon, izmantojot internetu. Šī informācija tiks izmantota tikai reģistrācijas ekrāna atvēršanai. Lai turpinātu, noklikšķiniet uz [Labi]."
MSM2522="Lietotāja reģistrācija. Produkta nosaukums, informācija par operētājsistēmu un reģionālā informācija tiks automātiski apkopota un nosūtīta uzņēmumam Canon, izmantojot internetu. Šī informācija tiks izmantota tikai reģistrācijas ekrāna atvēršanai. Lai turpinātu, noklikšķiniet uz [Labi]."
MSM2526="Lietotāja reģistrācija. Produkta nosaukums, informācija par operētājsistēmu un printera sērijas numurs tiks automātiski apkopoti un nosūtīti uzņēmumam Canon, izmantojot internetu. Šī informācija tiks izmantota tikai reģistrācijas ekrāna atvēršanai. Lai turpinātu, noklikšķiniet uz [Labi]."
MSM2527="Lietotāja reģistrācija. Produkta nosaukums, informācija par operētājsistēmu un reģionālā informācija tiks automātiski apkopota un nosūtīta uzņēmumam Canon, izmantojot internetu. Šī informācija tiks izmantota tikai reģistrācijas ekrāna atvēršanai. Lai turpinātu, noklikšķiniet uz [Labi]."
MSM2551="Canon %s lietotāja reģistrācija"
MSM2552="Lietotāja reģistrācijas atinstalēšana"
MSM2571="%s lietotāja reģistrācijas atinstalēšanas programma"
MSM2572="Vai tiešām vēlaties pilnībā noņemt vienumu “Canon %s lietotāja reģistrācija” un visus tā komponentus?"
MSM2573="Atinstalēšana ir veiksmīgi pabeigta."
MSM2574="Atinstalēšana neizdevās."
MSM2575="Lai pabeigtu atinstalēšanu, ir jārestartē dators. Noklikšķiniet uz [Labi], lai restartētu. Noklikšķiniet uz [Atcelt], lai restartētu vēlāk."
MSM2576="Lai atinstalētu vienumu “Canon %s lietotāja reģistrācija”, ir nepieciešamas administratora privilēģijas."
MSM2577="Lietotāja reģistrācija. Produkta nosaukums, informācija par operētājsistēmu un reģionālā informācija tiks automātiski apkopota un nosūtīta uzņēmumam Canon, izmantojot internetu. Šī informācija būs atainota reģistrācijas ekrānā. Lai turpinātu, noklikšķiniet uz [Labi]."
MSM2577_Mac2=
MSM2578="Lietotāja reģistrācija. Produkta nosaukums, informācija par operētājsistēmu un reģionālā informācija tiks automātiski apkopota un nosūtīta uzņēmumam Canon, izmantojot internetu. Šī informācija tiks izmantota tikai reģistrācijas ekrāna atvēršanai. Lai turpinātu, noklikšķiniet uz [Labi]."
MSM2578_2="Lietotāja reģistrācija. Produkta nosaukums, informācija par operētājsistēmu un reģionālā informācija tiks automātiski apkopota un nosūtīta uzņēmumam Canon, izmantojot internetu. Šī informācija tiks izmantota tikai reģistrācijas ekrāna atvēršanai. Lai turpinātu, pārliecinieties, ka printeris ir pievienots datoram, pēc tam ieslēdziet printeri un noklikšķiniet uz [Labi]."
MSM2580="Savienojums neizdevās. Pārliecinieties, ka tīkla savienojums ir iespējots, pēc tam mēģiniet vēlreiz. Ja savienojumu joprojām neizdodas izveidot, uzgaidiet brīdi un mēģiniet vēlreiz. Varat arī reģistrēt jebkurā laikā, izmantojot Solution Menu EX."
MSM2581="Savienojuma izveide neizdevās. Pārliecinieties, ka tīkla savienojums ir iespējots, pēc tam mēģiniet vēlreiz. Ja savienojumu joprojām neizdodas izveidot, uzgaidiet brīdi un mēģiniet vēlreiz."
MSM2582="Savienojuma izveide neizdevās."
MSM2584="Notiek savienojuma izveide. Lūdzu, uzgaidiet."
MSM2585="Ievadiet ugunsmūra lietotājvārdu un paroli."
MSM2586=
MSM2587=
MSM2589="Savienojuma izveide neizdevās. Pārliecinieties, ka tīkla savienojums ir iespējots, pēc tam mēģiniet vēlreiz. Ja savienojumu joprojām neizdodas izveidot, uzgaidiet brīdi un mēģiniet vēlreiz."
MSM2590="Jūs nevarat veidot savienojumu, kas printeris ir aizņemts, piemēram, tīrīšanas vai drukas galviņas izlīdzināšanas laikā.\nMēģiniet Wi-Fi iestatīšanu vēlreiz, kad printeris netiek lietots."
ExecutingPrefSet_Mac=
MSM2601="Instalēšana ir veiksmīgi pabeigta."
MSM2602="Restartēt sistēmu tūlīt (ieteicams)"
MSM2603="Turpināt tiešsaistē"
MSM2604="Lai apmeklētu Canon vietni, no kuras varat lejupielādēt papildu programmas un kur varat iegūt vairāk informācijas par savam printerim pieejamajām funkcijām un pakalpojumiem, noklikšķiniet uz [Turpināt tiešsaistē].\nŠī programmatūra tiks aizvērta un pārlūkprogrammā tiks atvērta Canon vietne."
MSM2605="Turpināt tiešsaistē"
MSM2701="Instalēšanas atcelšana"
MSM2702_Mac="Instalēšana nav pabeigta. Lai turpinātu instalēšanu, noklikšķiniet uz [Turpināt]. Lai atceltu instalēšanu, noklikšķiniet uz [Priekšlaikus pārtraukt]."
MSM2801="Sistēmas iestatījumu maiņa"
MSM2802="Lai jaunie iestatījumi stātos spēkā, ir jārestartē sistēma.\nVai vēlaties restartēt sistēmu tūlīt?"
MSM2851="Paplašināta aptaujas programma"
MSM2870="To produktu izstrādei un mārketingam, kas labāk atbilst klientu vajadzībām, Canon pieprasa, lai tālāk sniegtā informācija, kas saistīta ar jūsu Canon produktu, tiktu nosūtīta uzņēmumam Canon, izmantojot internetu."
MSM2871="To produktu izstrādei un mārketingam, kas labāk atbilst klientu vajadzībām, Canon pieprasa, lai tālāk sniegtā informācija, kas saistīta ar jūsu Canon produktu, tiktu nosūtīta juridiski apstiprinātajam pētniecības uzņēmumam, izmantojot internetu."
MSM2873="Ja piekrītat iepriekš minētajam, noklikšķiniet uz [Piekrītu]. Pretējā gadījumā noklikšķiniet uz [Nepiekrītu]."
MSM2874="To produktu izstrādei un mārketingam, kas labāk atbilst klientu vajadzībām, Canon pieprasa, lai tālāk sniegtā informācija, kas saistīta ar jūsu Canon produktu, tiktu nosūtīta kompānijai Canon (ja izmantojat savu Canon produktu Ķīnā, tā ir jānosūta juridiski apstiprinātajam pētniecības uzņēmumam), izmantojot internetu."
MSM2876="Ja piekrītat iepriekš minētajam, noklikšķiniet uz [Piekrītu], lai sāktu aptaujas programmas instalēšanu. Pretējā gadījumā noklikšķiniet uz [Nepiekrītu]. Šī programma, iespējams, nedarbosies neatbalstītās operētājsistēmas versijās."
MSM2901="Pārbaudes izdruka"
MSM2904="Pārbaudes izdruka tiks veikta, lai pārbaudītu printera darbību.\nIevietojiet printerī parastu papīru, noklikšķiniet uz [Sākt]. Kad pārbaudes izdruka pabeigta, noklikšķiniet uz [Tālāk].\n\nJa rodas drukas kļūda, izpildiet ekrānā skatāmos norādījumus, lai vēlreiz sāktu uzstādīšanu."
MSM2905="Sākt"
MSM2906="Dati ir nosūtīti, lai pārliecinātos, vai printeris darbojas pareizi."
MSM3001="Lai izmantotu printeri, ir nepieciešama šī programmatūra.\nVarat veikt drukāšanas darbības, kas ir piemērotas dažādiem papīra veidiem un izmēriem."
MSM3002_Mac=
MSM3008="Varat apvienot attēlu failus ar tekstu un ērti veikt tiešo drukāšanu uz diska uzlīmes."
MSM3009="Atjauniniet sistēmu."
MSM3010="Izmantojot šo utilītu, varat datorā izmantot failus, kas ir saglabāti printera karšu slotā ievietotajā atmiņas kartē."
MSM3011="Izmantojot šo draiveri, varat izmantot šo ierīci tīklā."
MSM3012="Izmantojiet šo rīku, lai mainītu tās ierīces savienojuma metodi un drošības iestatījumus, kas ir pievienota tīklam."
MSM3013="Izmantojot My Printer, varat novērst drukāšanas problēmas, piemēram, izdruku neskaidrību."
MSM3016="MP Drivers ir nepieciešami, lai drukātu dokumentus un skenētu attēlus."
MSM3018="Izmantojot ArcSoft PhotoStudio, varat labot/uzlabot attēlus, kas ir importēti no skenera vai digitālās kameras."
MSM3019="スキャナーで読み込んだ本や新聞の文字を、テキストデータに変換する、OCRソフトウェアです。"
MSM3020="ScanSoft OmniPage SE ir OCR (Optical Character Recognition — optiskā rakstzīmju atpazīšana) programma, kurā var pārvērst tekstu grāmatās vai laikraksta rakstzīmes teksta datos."
MSM3021="Izmantojot Presto! PageManager, tiek atvieglota dokumentu un fotoattēlu skenēšana, kopīgošana un organizēšana. Varat saglabāt visus savus ar uzņēmējdarbību saistītos dokumentus neierobežotā skaitā ligzdstruktūras mapju, lai ērtāk tos izgūtu."
MSM3023="Izmantojot Setup Utility, varat konfigurēt drukāšanas iestatījumus, izmantojot infrasarkano vai Bluetooth savienojumu."
MSM3024="Izmantojot Setup Utility, varat konfigurēt drukāšanas iestatījumus, izmantojot PictBridge."
MSM3026="Šī ir spraudņa programmatūra, kas ērtāk iespējo profesionālu fotoattēlu drukāšanu. Lai izmantotu šo spraudņa programmatūru, ir jāinstalē atbilstoša lietojumprogrammatūra."
MSM3027="XPS draiveris ir piemērots drukāšanai no lietojumprogrammatūras, kurā tiek atbalstīta XPS drukāšana (operētājsistēmā Windows Vista vai jaunākā)."
MSM3027_0="XPS draiveris ir piemērots drukāšanai no lietojumprogrammatūras, kurā tiek atbalstīta XPS drukāšana (operētājsistēmā Windows Vista vai jaunākā). IJ printera draiverim ir jābūt pareizi instalētam."
MSM3027_1="XPS draiveris ir piemērots drukāšanai no lietojumprogrammatūras, kurā tiek atbalstīta XPS drukāšana (operētājsistēmā Windows Vista vai jaunākā). Programmatūrai MP Drivers ir jābūt pareizi instalētai."
MSM3028="ScanGear ir draiveris, kas ir nepieciešams skenera darbībai. Lai izmantotu šo draiveri, izpildiet lietojumprogrammatūru, piemēram, attēlu rediģēšanas programmu."
MSM3028_Mac=
MSM3031_Mac=
MSM3032=
MSM3034="Tas ir nepieciešams, lai precīzi drukātu Adobe RGB attēlu krāsas. Adobe ir reģistrēta preču zīme vai Adobe Systems Incorporated preču zīme Amerikas Savienotajās Valstīs un/vai citās valstīs."
MSM3035="Izmantojot Setup Utility, varat konfigurēt drukāšanas iestatījumus, izmantojot infrasarkano, Bluetooth vai PictBridge savienojumu."
MSM3037="ScanGear CS ir skenera draiveris (TWAIN draiveris), kas ir nepieciešams skenera darbībai. Lai izmantotu šo draiveri, izpildiet lietojumprogrammatūru, piemēram, attēlu rediģēšanas programmu."
MSM3040="Izmantojot Easy-PhotoPrint EX, varat ērti izveidot savu fotoalbumu, uzlīmes vai kalendāru, izmantojot digitālās kameras fotoattēlus. Varat arī acumirklī izdrukāt bezmalu fotoattēlus. Turklāt pirms drukāšanas varat izmantot sarkano acu efekta korekciju un digitālo sejas izlīdzināšanu."
MSM3041="Uzreiz tiek startēta piederumu lietojumprogrammatūra, kuru izmantojot, varat ērti izdrukāt fotoattēlus."
MSM3042="Izmantojot MP Navigator EX, varat ērti importēt skenētos attēlus tieši lietojumprogrammatūrā, lai tos drukātu vai pievienotu e-pasta ziņojumam vai saglabātu tos datorā."
MSM3043="Rokasgrāmatā ir izskaidrots, kā izmantot iekārtu un komplektā ietverto programmatūru. Ir sniegta arī informācija par traucējummeklēšanu."
MSM3043_Mac="Rokasgrāmatā ir izskaidrots, kā izmantot iekārtu un komplektā ietverto programmatūru. Ir sniegta arī informācija par traucējummeklēšanu."
MSM3044="Izmantojot Easy-WebPrint EX, varat izgriezt tīmekļa lapu daļas un drukāt tās jūsu izvēlētā izkārtojumā. Tas ir redzams pārlūkprogrammā kā ērta rīkjosla."
MSM3044_Mac=
MSM3045="Izmantojot šo programmatūru, varat rediģēt kodētu ātro numuru sastādīšanu, informāciju par lietotāju un citus printerī reģistrētos iestatījumus, un saglabāt rediģētos iestatījumus datorā vai reģistrēt tos atkal printerī."
MSM3046="Izmantojot Solution Menu EX, varat nekavējoties startēt lietojumprogrammatūru, kas ļauj ērti drukāt albumus un kalendārus vai skenēt dokumentus, veicot vienu klikšķi. Varat arī ērti piekļūt Canon vietnēm, kurās tiek atbalstīti dažādi lietošanas veidi."
MSM3047="お知らせメッセンジャーは、キヤノンホームページに掲載されたイベント情報や、インクジェットプリンターやデジタルカメラなどのキヤノン製品に関する最新情報やサポート情報をお届けするサービスです。"
MSM3048="Varat importēt fotoattēlus un izmantot tos, lai izveidotu un drukātu personalizētus vienumus, piemēram, kolāžas, apsveikuma kartiņas un kalendārus. Turklāt varat drukāt fotoattēlus bez apmalēm, kā arī koriģēt un uzlabot attēlu kvalitāti, veicot vienkāršas darbības. Lietojiet kopā ar Image Display, lai veidotu ieteikumus, izmantojot saglabātos fotoattēlus."
MSM3049="Fotoattēlu drukāšanas spraudnis, kuru izmantojot varat profesionāli apstrādāt fotoattēlus. Jābūt instalētai atbilstošai lietojumprogrammai. Lai noskaidrotu atbilstošās lietojumprogrammas, skatiet rokasgrāmatu."
MSM3050="Varat ātri palaist izmantotajam Canon produktam atbilstošo programmatūru vai atvērt rokasgrāmatu. Turklāt varat ātri piekļūt vietnēm, kurās ir sniegta informācija par izmantoto Canon produktu vai cita noderīga informācija par dažādām lietošanas jomām, un veikt citas darbības."
MSM3051="Lai izmantotu skeneri, ir nepieciešams draiveris. Draiveris tiek lietots, lai vadītu skeneri lietojumprogrammās, kas ir saderīgas ar ICA."
MSM3052="Šī utilīta skenē un saglabā attēlus."
MSM3053="Varat ātri palaist izmantotajam Canon produktam atbilstošo programmatūru. Varat arī ātri piekļūt rokasgrāmatai un dažādām tīmekļa vietnēm."
MSM3054="Pievienojiet valodu vārdnīcas, kas izmantojamas, veidojot pēc teksta meklējamus PDF failus vai sākot OCR. Pēc instalēšanas Canon IJ Scan Utility iestatījumu ekrānā atlasiet atbilstošo valodu."
MSM3055="Šī lietojumprogramma atver ScanGear, lai priekšskatītu un skenētu attēlus, un pēc tam saglabā tos datorā."
MSM3056="Šī programmatūra ļauj konfigurēt iestatījumus printera izmantošanai tīklā."
MSM3057=
MSM3058=
MSM3059="Šis spraudnis ir paredzēts programmai Microsoft Word, Microsoft Excel un Microsoft PowerPoint. Izmantojiet to, lai vienkāršotu dažādus drukāšanas uzdevumus, ko sūtat no Microsoft Office programmām uz printeriem."
MSM3062="Šajā lietojumprogrammā varat izvēlēties, kā izkārtot tekstu un attēlus drukājamā lapā."
MSM3063="Izmantojiet jums tīkamos fotoattēlus, lai izveidotu un izdrukātu unikālas kolāžas, kartiņas, kalendārus un daudz ko citu. Var arī vienkārši izdrukāt fotoattēlu kopijas bez apmalēm."
MSM3064="Vienkārši atlasiet mapi, kurā atrodas fotoattēli, un programma automātiski atlasīs fotoattēlus un izkārtos fotogrāmatā. Kad programmā iesniegsiet pasūtījumu, fotogrāmata augstā izšķirtspējā tiks izdrukāta, izmantojot Canon fotolaboratorijas printeri. Varat arī izmantot Easy-PhotoPrint Editor, lai fotogrāmatas attēlus izdrukātu, izmantojot mājas printeri."
MSM3066="Vienkārši atlasiet mapi, kurā atrodas fotoattēli, un programma automātiski atlasīs fotoattēlus un izkārtos fotogrāmatā. Kad programmā iesniegsiet pasūtījumu, fotogrāmata augstā izšķirtspējā tiks izdrukāta, izmantojot Canon fotolaboratorijas printeri. Varat arī izmantot Easy-PhotoPrint Editor, lai fotogrāmatas attēlus izdrukātu, izmantojot mājas printeri."

MSM4001W="IJ printera draiveris"
MSM4001="Printera draiveris"
MSM4002="Lietotāja rokasgrāmata"
MSM4008="CD-LabelPrint"
MSM4012="Memory Card Utility"
MSM4014="Network Setup"
MSM4015="Canon IJ Network Tool"
MSM4016="MP Drivers"
MSM4018="ArcSoft PhotoStudio"
MSM4020="読取革命Lite"
MSM4021="My Printer"
MSM4022="ScanSoft OmniPage SE"
MSM4023="Presto! PageManager"
MSM4024="Canon Setup Utility"
MSM4026="Easy-PhotoPrint Pro"
MSM4027="XPS draiveris"
MSM4028="ScanGear"
MSM4032="File Management Revolution"
MSM4034="Adobe RGB (1998)"
MSM4037="ScanGear CS"
MSM4040="Easy-PhotoPrint EX"
MSM4041="Solution Menu"
MSM4042="MP Navigator EX"
MSM4044="Easy-WebPrint EX"
MSM4045="Utilīta Ātrā numura sastādīšana"
MSM4046="Solution Menu EX"
MSM4047="お知らせメッセンジャー"
MSM4048="My Image Garden"
MSM4049="Print Studio Pro"
MSM4050="Quick Menu"
MSM4051="ICA draiveris"
MSM4052=
MSM4053="Quick Utility Toolbox"
MSM4054="Papildu OCR vārdnīcas (ķīniešu/korejiešu)"
MSM4055="IJ ScanGear Starter EX"
MSM4056="IJ Network Device Setup Utility"
MSM4057=
MSM4058=
MSM4059="imagePROGRAF Print Plug-In for Office"
MSM4060=
MSM4063="Free Layout plus"
MSM4064="Easy-PhotoPrint Editor"
MSM4065="PhotoJewel S: izveidojiet personalizētas fotogrāmatas"
MSM4067="hdAlbum EZ: izveidojiet personalizētas fotogrāmatas"

MSM4101=
MSM4102=
MSM4108=
MSM4112=
MSM4115=
MSM4116=
MSM4118=
MSM4120=
MSM4121=
MSM4122=
MSM4123=
MSM4124=
MSM4126=
MSM4127=
MSM4128=
MSM4132="パナソニック ソリューションテクノロジー"
MSM4134=
MSM4137=
MSM4140=
MSM4141=
MSM4142=
MSM4144=
MSM4145=
MSM4146=
MSM4147=
MSM4148=
MSM4149=
MSM4150=
MSM4151=
MSM4152=
MSM4153=
MSM4154=
MSM4155=
MSM4160=
MSM4163=
MSM4164=
MSM4165=
MSM4167=

EIDENABLER="Tiešsaistes tintes iegādes funkcija tagad ir gatava lietošanai."
EIDENABLER_ADMIN="Lai izpildītu šo programmatūru, ir jāpiesakās kā administratoru grupas dalībniekam."
MENU1_Mac=
MENU2_Mac=
MENU3_Mac=
MENU4_Mac=
MENU5_Mac=
MENU6_Mac=
MENU7_Mac=
MENU8_Mac=
MENU9_Mac=
MENU10_Mac=
English="English(English)"
French="Français(French)"
German="Deutsch(German)"
Arabic="العربية(Arabic)"
Italian="Italiano(Italian)"
Spanish="Español(Spanish)"
Portuguese="Português(Portuguese)"
Dutch="Nederlands(Dutch)"
Danish="dansk(Danish)"
Norwegian="norsk(bokmål)(Norwegian)"
Swedish="svenska(Swedish)"
Finnish="suomi(Finnish)"
Greek="Ελληνικά(Greek)"
Polish="polski(Polish)"
Czech="čeština(Czech)"
Russian="Русский(Russian)"
Indonesian="Bahasa Indonesia(Indonesian)"
Hungarian="magyar(Hungarian)"
Turkish="Türkçe(Turkish)"
Simplified_Chinese="中文(简体)(Chinese (Simplified))"
Traditional_Chinese="中文(繁體)(Chinese (Traditional))"
Korean="한국어(Korean)"
Thai="ภาษาไทย(Thai)"
Vietnamese="Tiếng Việt(Vietnamese)"
Japanese="日本語(Japanese)"
Estonian="eesti(Estonian)"
Latvian="latviešu(Latvian)"
Lithuanian="lietuvių(Lithuanian)"
Slovenian="Slovenščina(Slovenian)"
Ukrainian="Українська(Ukrainian)"
Slovak="slovenčina(Slovak)"
Persian="فارسی(Farsi)"
Bulgarian="български(Bulgarian)"
Rumanian="Română(Romanian)"
Croatian="hrvatski(Croatian)"
CN="Ķīna"
HK="Honkonga"
ID="Indonēzija"
IN="Indija"
JP="Japāna"
KR="Koreja"
MY="Malaizija"
PH="Filipīnas"
SG="Singapūra"
TW="Taivāna"
TH="Taizeme"
VN="Vjetnama"
MO="Makao"
AU="Austrālija"
NZ="Jaunzēlande"
US="Amerikas Savienotās Valstis"
CA="Kanāda"
BR="Brazīlija"
MX="Meksika"
AR="Argentīna"
CL="Čīle"
PA="Panama"
AT="Austrija"
BE="Beļģija"
BG="Bulgārija"
HR="Horvātija"
CZ="Čehijas Republika"
DK="Dānija"
EE="Igaunija"
FI="Somija"
FR="Francija"
DE="Vācija"
GR="Grieķija"
HU="Ungārija"
IE="Īrija"
IT="Itālija"
LV="Latvija"
LT="Lietuva"
LU="Luksemburga"
NL="Nīderlande"
NO="Norvēģija"
PL="Polija"
PT="Portugāle"
RO="Rumānija"
RU="Krievija"
SK="Slovākija"
SI="Slovēnija"
ZA="Dienvidāfrika"
ES="Spānija"
SE="Zviedrija"
CH="Šveice"
TR="Turcija"
GB="Lielbritānija"
Others="Citas"
MSM5001=
MSM5002=
MSM5003=
MSM5004=
MSM5010=
MSM5011=
MSM5012=
MSM6000="Atlasiet printera savienojuma metodi."
MSM6001="Wi-Fi savienojums"
MSM6002="Vadu LAN savienojums (Ethernet kabelis)"
MSM6003="USB savienojums (USB kabelis)"
MSM6004="Mēģināt vēlreiz iestatīt printera tīklu"
MSM6005="Atlasiet Wi-Fi savienojuma metodi."
MSM6006="Veidot savienojumu, izmantojot bezvadu maršrutētāju (ieteicamais)"
MSM6007="Tiešs savienojums"
MSM6008="Izveidojiet datora un printera savienojumu, izmantojot bezvadu maršrutētāju."
MSM6009="Veidojiet tiešu datora un printera savienojumu."
MSM6010="Lai pārslēgtos starp savienojumu, kurā tiek izmantots bezvadu maršrutētājs, un tiešo savienojumu vai iegūtu vairāk informācijas par savienojuma metodi, noklikšķiniet uz [Norādījumi]."
MSM6011="Norādījumi"
MSM6012="Pārliecinieties, ka printeris ir ieslēgts."
MSM6013="Printeri tīkla sarakstā"
MSM6014="Sērijas numurs"
MSM6015="MAC adrese"
MSM6016="IP adrese"
MSM6017="Iestatāmo printeri sarakstā nevarēja atrast"
MSM6018="Atjaunināšana"
MSM6019="1. Lai iestatītu printeri tīklā, iepriekš redzamajā printeru sarakstā atlasiet printeri un pēc tam noklikšķiniet uz [Tālāk].\n   Sērijas numurs ir norādīts printera aizmugurē vai garantijā.\n   Iepriekš redzamajā sarakstā ir norādīti tikai 5 pēdējie sērijas numura cipari.\n2. Ja printeris, kuru vēlaties iestatīt, nav redzams iepriekš parādītajā sarakstā, ieslēdziet printeri un noklikšķiniet uz [Atjaunināšana].\n3. Ja joprojām neatrodat printeri sarakstā, atlasiet [Iestatāmo printeri sarakstā nevarēja atrast] un pēc tam noklikšķiniet uz [Tālāk]."
MSM6020="1. Ja printeris, kuru vēlaties iestatīt tīklā, ir iekļauts iepriekš redzamajā printeru sarakstā, atlasiet to un pēc tam noklikšķiniet uz [Tālāk].\n   Sērijas numurs ir norādīts printera aizmugurē vai garantijā.\n2. Ja printeris, kuru vēlaties iestatīt, nav redzams sarakstā, ieslēdziet printeri un noklikšķiniet uz [Atjaunināt].\n3. Ja joprojām neatrodat printeri sarakstā, atlasiet [Iestatāmo printeri sarakstā nevarēja atrast] un pēc tam noklikšķiniet uz [Tālāk].\n4. Arī USB savienojumam atlasiet [Iestatāmo printeri sarakstā nevarēja atrast] un pēc tam noklikšķiniet uz [Tālāk]."
MSM6021="Savienojums pabeigts."
MSM6022="Atlasīt savienojuma metodi"
MSM6023="Pārbaudīt strāvu"
MSM6024="Izmantojiet citu savienojuma metodi. Izpildiet ekrānā skatāmos norādījumus."
MSM6025="Pirms XPS draivera instalēšanas ir jāpabeidz printera iestatīšana. Ja iestatīšana nav pabeigta, noklikšķiniet uz [Atpakaļ uz sākumu], lai iestatītu printeri."
MSM6026="Pirms turpināt"
MSM6027="Šī programmatūra drīkst izmantot tīklu, lai iestatītu printeri.\nJa iestatīšanas laikā drošības programmatūra parāda brīdinājumus, ļaujiet šai programmatūrai turpināt procesu.\n(Detalizētu informāciju skatiet drošības programmatūras rokasgrāmatā.)\n\nŠī programmatūra Windows ugunsmūra atļauto programmu sarakstam pievienos citu programmatūru, ko tā instalē."
MSM6028="Deaktivizēt bloķēšanu"
MSM6029="Atlasiet printeri"
MSM6026_Mac="Pirms turpināt"
MSM6027_Mac="Šī programmatūra drīkst izmantot tīklu, lai iestatītu printeri.\nAtkarībā no izmantotās drošības programmatūras, iespējams, ka pirms iestatīšanas būs jāmaina drošības programmatūras iestatījumi.\n(Detalizētu informāciju skatiet drošības programmatūras rokasgrāmatā.)\n\nJa iestatīšanas laikā drošības programmatūra parāda brīdinājumus, ļaujiet šai programmatūrai turpināt procesu.\n\nŠajā programmatūrā tiek izmantota atslēgu ķēde.\nJa atslēgu ķēdes piekļuve pieprasa jūsu atļauju, noklikšķiniet uz [Vienmēr atļaut]."
MSM6100="Lai automātiski izveidotu kartīti vai kalendāru, My Image Garden izmanto datorā saglabāto fotoattēlu."
MSM6101="CREATIVE PARK PREMIUM nodrošina AUGSTAS kvalitātes saturu vienīgi lietotājiem, kuri izmanto īstās Canon tintes."
MSM6102="Varat ideāli kopēt izdrukāto fotoattēlu, vienkārši atlasot izvēlni printerī."
MSM6103="Pat ja printeris ir izslēgts, tas automātiski ieslēgsies, kad sāksiet drukāšanu."
MSM6104="Klusais režīms ļauj drukāt, kopēt vai skenēt klusumā, neraizējoties par diennakts laiku vai apkārtējo vidi."
MSM6105="Minētās funkcijas var atšķirties atkarībā no izmantotā modeļa. Detalizētāku informāciju skatiet rokasgrāmatā."
MSM6106="Detalizētāku informāciju par funkciju un iestatījumiem skatiet rokasgrāmatā."
MSM6107="Šī funkcija ļauj ielādēt drukas datus un pēc tam brīvā secībā izkārtot lapas uz papīra, kā arī palielināt vai samazināt lapas izmērus."
MSM6108="Izmantojot šo spraudni, varat viegli radīt augstas kvalitātes izdrukas. Tajā tiek atbalstītas programmas Adobe Photoshop, Adobe Photoshop Lightroom un Digital Photo Professional."
MSM6109="Izmantojot šo programmatūru, varat vienlaikus izdrukāt vairākus failus, tādējādi racionalizējot drukāšanas darba procesu. Varat arī kopīgot failus, izmantojot mākoņpakalpojumu."
MSM6110="Šī programmatūra ļauj veidot plakātus ar labi izkārtotu noformējumu. Ir iekļauti vairāki materiāli."
MSM6111="Šis spraudnis ir paredzēts vienkāršai lielformāta drukāšanai no Microsoft Office. Turklāt tas ļauj veikt garu izmēru drukāšanu un drukāšanu bez apmalēm."
MSM6112="Šī programmatūra ļauj pielāgot papīra iestatījumus. Var mainīt papīra nosaukumu un veikt pielāgojumus, lai optimizētu drukāšanu uz jūsu iecienītākā papīra."
MSM6113="Šī progr. ļauj aprēķināt patērētās tintes un papīra daudzumu un izmaksas. Turklāt var redzēt arī drukāšanas vispārējās izmaksas — tas palīdz ērtāk pārvaldīt un samazināt izmaksas."
MSM6114="Šī progr. ļauj vienlaikus pārvaldīt vairāku printeru nosacījumus. Turklāt var ātri redzēt paziņojumus par tintes beigšanās kļūdu, — šī funkcija ir noderīga printeru pārvaldībā."
MSM6115="Funkcija Kopēšana no viedtālruņa ļauj veidot dokumentu kopijas, izmantojot viedtālruņa vai planšetdatora kameru."
MSM6116="Izmantojot Free Layout plus, varat izvēlēties, kā izkārtot tekstu un attēlus drukājamā lapā."
MSM6117="Programmā Easy-PhotoPrint Editor izmantojiet jums tīkamos fotoattēlus, lai izveidotu un izdrukātu unikālas kolāžas, kartiņas, kalendārus un daudz ko citu."
MSM6118="Izmantojot programmu Easy-PhotoPrint Editor, varat plakātus, kalendārus un fotokolāžas drukāt no datora vai viedtālruņa."
MSM6119="Ar šo lietojumpr. varat radīt augstas kval. izdrukas. Tā atbalsta dažādas attēlu red. lietojumpr., piem., Adobe Photoshop, Adobe Photoshop Lightroom un Digital Photo Professional."
MSM6030="Atlasīt no saraksta"
MSM6031="Sērijas numurs ir norādīts garantijā un uz printera."
MSM6032="IPv4 ierīce"
MSM6033="IPv6 ierīce"
MSM6034="Sērijas numurs (pēdējie 5 cipari)"
MSM6035="Sērijas numura atrašanās vieta"
MSM6036="Norādīt IP adresi un palaist meklēšanu"
MSM6037="Iestatīt tīkla savienojumu saskaņā ar ceļvedi"
MSM6038="Atlasiet šo opciju, ja printeris nav parādīts sarakstā vai ja to nevar atrast, norādot IP adresi."
MSM6039="Printera meklēšanas metodes atlase"
MSM6040="Meklēt pēc IPv4 adreses"
MSM6041="Meklēt pēc IPv6 adreses"
MSM6042="Meklēt pēc resursdatora nosaukuma"
MSM6043="Meklēt pēc Bonjour nosaukuma"
MSM6044="Lai norādītu IP adresi un palaistu meklēšanu, vispirms printerim ir jāpiešķir IP adrese. Lai iegūtu plašāku informāciju, noklikšķiniet uz vienuma [Tiešsaistes rokasgrāmata]."
MSM6045="Kļūda, meklējot norādīto IP adresi"
MSM6046="Norādīto printeri neizdevās atrast. Pārbaudiet IP adresi vai resursdatora nosaukumu un pēc tam mēģiniet vēlreiz. Lai iegūtu plašāku informāciju, noklikšķiniet uz vienuma [Tiešsaistes rokasgrāmata]."
MSM6047="Meklēt atkārtoti"
MSM6048="Norādīto IP adresi vai resursdatora nosaukumu jau izmanto cita ierīce. Pārbaudiet IP adresi vai resursdatora nosaukumu un pēc tam mēģiniet vēlreiz. Lai iegūtu plašāku informāciju, noklikšķiniet uz vienuma [Tiešsaistes rokasgrāmata]."
MSM6049="Mainiet IPv4 tīkla iestatījumus"
MSM6050="Atlasiet iestatīšanas metodi un pēc tam ievadiet printera IP adresi, kuru paredzēts izmantot."
MSM6051="Automātiska iestatīšana"
MSM6052="Jums ir jābūt DHCP serverim, lai iegūtu IP adresi automātiski."
MSM6053="Manuāla iestatīšana"
MSM6054="IPv4 adrese"
MSM6055="Saistībā ar IP adresi sazinieties ar tīkla administratoru."
MSM6056="Mainiet IPv6 tīkla iestatījumus"
MSM6057="Jums ir jābūt DHCPv6 serverim vai IPv6 maršrutētājam, lai iegūtu IPv6 adresi automātiski."
MSM6058="IPv6 adrese"
MSM6059="Prefiksa garums"
MSM6060="Saistībā ar IP adresi un prefiksa garumu sazinieties ar tīkla administratoru."
MSM6061="Kļūda, mainot tīkla iestatījumus"
MSM6062="Iestatījumu maiņa, iespējams, neizdevās šādu iemeslu dēļ:\n  -Ievadītā IP adrese ir nederīga\n  -Ievadītā IP adrese ir dublēta"
MSM6063="Lai iegūtu plašāku informāciju, noklikšķiniet uz vienuma [Tiešsaistes rokasgrāmata]."
MSM6064="Noklikšķiniet uz [Pievienot printeri] un pievienojiet printeri, izpildot ekrānā redzamos norādījumus.\n\nPēc printera pievienošanas noklikšķiniet uz [Tālāk]."
MSM6065="Lai izmantotu visas šī printera funkcijas, jāinstalē Canon draiveris.\nNoklikšķiniet uz [Tālāk] un veiciet iestatīšanu vēlreiz."
MSM6066="Iestatīt kā noklusējuma printeri"
MSM6067="Pievienojiet printeri datoram, izmantojot USB kabeli.\nPārliecinieties, ka printeris ir ieslēgts."
MSM6068="Ja USB kabelis ir pievienots printerim, atvienojiet to."
MSM6069="Produkta nosaukums"
MSM6071="Datora tīkls nav pieejams"
MSM6072="Lūdzu, pārbaudiet, vai ir iespējots datora tīkla savienojums. \nLai savienojumu izveidotu, izmantojot Wi-Fi, pārbaudiet bezvadu maršrutētāja savienojuma statusu."
MSM6073="Administratora paroles ievadīšana"
MSM6074="Lūdzu, ievadiet sava printera administratora paroli."
MSM6075="Administratora parole"
MSM6075_add1="Administratora parole:"
MSM6076="Parole nav pareiza."
MSM6077="Iespējojiet datorā Wi-Fi savienojumu."
MSM6081="Varat drukāt no viedtālruņa vai planšetdatora"
MSM6085="Tīkla informācija par bezvadu maršrutētāju"
MSM6087="Parole:"
MSM6088="Rādīt paroli"
MSM6089="Noklikšķiniet uz [Norādījumi], pārskatiet tiešsaistes rokasgrāmatu un pēc tam veiciet viedtālruņa vai planšetdatora iestatīšanu.\nJa neizmantojat viedtālruni vai planšetdatoru, noklikšķiniet uz [Tālāk]."
MSM6091="Vai veicāt printera inicializāciju?"
MSM6092="1. Pārliecinieties, ka tintes tvertnē ir tinte.\n2. Nospiediet un turiet printera pogu Beigt (Stop) aptuveni 5 sekundes.\nPēc tam tiks sākta printera inicializācija. Šī darbība ilgst aptuveni 6 minūtes."
MSM6093="1. Pārliecinieties, ka tintes tvertnē ir tinte.\n2. Nospiediet un turiet printera pogu ATSĀKT/ATCELT (RESUME/CANCEL) aptuveni 5 sekundes.\nPēc tam tiks sākta printera inicializācija. Šī darbība ilgst aptuveni 6 minūtes."
MSM6094="Tintes sistēmas sagatavošana"
MSM6095="Tintes sistēma nav sagatavota. Lai sāktu sagatavošanu, noklikšķiniet uz vienuma [Norādījumi] un skatiet sagatavošanas norādījumus vai arī skatiet rokasgrāmatu “Darba sākšana (Getting Started)”, kas iekļauta printera komplektā."
MSM6096="Pārbaudīt printeri"
MSM6097="Atbalsta kods: %s\n\nPrintera sagatavošana nav pabeigta. Lūdzu, pārbaudiet printeri.\nNoklikšķiniet uz [Norādījumi] un pārskatiet tiešsaistes rokasgrāmatu, lai iegūtu detalizētu informāciju.\n\nPēc tam noklikšķiniet uz [Tālāk]."
MSM6098="Norādījumi"
MSM6099="Printera pārbaudi veikšu vēlāk."
MSM6120="Vieglais bezvadu savienojums"
MSM6121="Noklikšķiniet uz [Norādījumi] un sagatavojiet printeri savienojuma izveidei, izpildot norādījumus. Kad printeris gatavs darbam, tas tiks noteikts, un jūs varēsit turpināt ar nākamo darbību. Printera noteikšana var ilgt zināmu laiku."
MSM6123="Citas metodes"
MSM6124="Wi-Fi iestatījumi"
MSM6125="Lūdzu, atlasiet Wi-Fi iestatīšanas metodi un noklikšķiniet uz [Tālāk]."
MSM6126="Wi-Fi savienojumu izveide no printera"
MSM6127="Wi-Fi savienojuma izveide, izmantojot USB kabeli"
MSM6128="Ja printeris netiek atrasts pat pēc rokasgrāmatā minēto darbību izpildes, iespējams, pastāv tīkla problēma. Lūdzu, noklikšķiniet uz [Traucējummeklēšana] un pārbaudiet tīkla iestatījumus."
MSM6129="Traucējummeklēšana"
MSM6130="Printera tīkla savienojums"
MSM6131="Kad printeris ir gatavs, noklikšķiniet uz [Tālāk]. Lai savienojumu izveidotu no printera, noklikšķiniet uz [Norādījumi] un izpildiet sniegtos norādījumus."
MSM6133="Šīs programmas aizvēršana un tiešsaistes rokasgrāmatas atvēršana.\n\nŠī programma tiks aizvērta, neietekmējot tīkla iestatījumus. Kad pārbaudīsiet tīkla iestatījumus, lūdzu, restartējiet programmu."
MSM6134="Ja nevarat nonākt pie nākamās darbības pat pēc printera sagatavošanas savienojuma izveidei, noklikšķiniet uz [Citas metodes]."
MSM6135="Šīs programmas aizvēršana un tiešsaistes rokasgrāmatas atvēršana."
MSM6136="Šī programma tiks aizvērta, neietekmējot tīkla iestatījumus. Kad pārbaudīsiet tīkla iestatījumus, lūdzu, restartējiet programmu."
MSM6150="Atlasiet tīkla adapteri"
MSM6151="Tika atrasti vairāki tīkla adapteri. Lūdzu, atlasiet izmantojamo tīkla adapteri."
MSM6160="Tiešsaistes rokasgrāmatas saīsne"
MSM6161="Vai vēlaties izveidot darbvirsmas saīsni uz tiešsaistes rokasgrāmatu?"
MSM6162="Canon %s tiešsaistes rokasgrāmata"
MSM6163="Izveidot saīsni"
MSM6164="Neizveidot saīsni"
MSM6170="Neizdevās atrast printeri.\nNoklikšķiniet uz [Traucējummeklēšana] un noskaidrojiet, kāda ir labošanas procedūra."
MSM6171="Printeris ir noteikts. Lūdzu, uzgaidiet, līdz instalēšana ir pabeigta.\nProcess var ilgt kādu laiku."
MSM6172="Printerim ir pievienots USB kabelis. Lūdzu, atvienojiet to."
MSM6173="Savienojuma izveide ar printeri nav pabeigta. Vai vēlaties atgriezties iepriekšējā ekrānā?"
MSM6180="Printera savienošana ar tīklu"
MSM6181="Noklikšķiniet uz [Tālāk] un pēc tam iestatiet printeri, kā norādīts parādāmajā rokasgrāmatā."
MSM6182="Nevienu printeri nevarēja atrast.\nNoklikšķiniet uz [Tālāk] un pēc tam iestatiet printeri, kā norādīts parādāmajā rokasgrāmatā."
MSM6183="Meklēt IP adresi"
MSM6184="Sarakstā atlasiet printeri, ko vēlaties iestatīt. Ja vairākiem printeriem ir viens produkta nosaukums, pārbaudiet sērijas numuru."
MSM6185="Pārbaudīt sērijas numuru"
MSM6186="Ja meklētais printeris nav sarakstā, noklikšķiniet uz [Print. nav atrasts]."
MSM6187="Print. nav atrasts"
MSM6190="Printera sagatavošana"
MSM6191="Nospiediet un 3 sekundes turiet nospiestu tālāk norādīto printera pogu un pēc tam noklikšķiniet uz [Tālāk]."
MSM6192="Ja savienojumu neizdodas izveidot, izmantojot šo pogu, noklikšķiniet uz [Norādījumi]."
MSM6193="Tiek meklēti printeri. Lūdzu, uzgaidiet. Process var ilgt aptuveni vienu minūti."
MSM6200="Notiek skenera statusa pārbaude"
MSM6201="Izveidojiet skenera savienojumu ar datoru, izmantojot USB kabeli.\nIeslēdziet skeneri, ja tam ir ieslēgšanas poga vai ieslēgšanas/izslēgšanas slēdzis."
MSM6202="Neizdevās atrast skeneri.\nLai iegūtu iespējamos risinājumus, noklikšķiniet uz [Traucējummeklēšana]."
MSM6203="Skenerim ir pievienots USB kabelis. Lūdzu, atvienojiet to."
MSM6204="Skeneris ir noteikts. Lūdzu, uzgaidiet, līdz instalēšana ir pabeigta.\nProcess var ilgt kādu laiku."
MSM6210="Uzzināt vairāk par jūsu Canon %s"
MSM6211="Vairāk programmu, kas paredzētas %s"
MSM6212="Canon %s rokasgrāmata"
MSM6213="Tiešsaistes rokasgrāmata"
MSM6220="Iespējams, printera sagatavošana nav pabeigta. Lūdzu, pārskatiet tiešsaistes rokasgrāmatu."
MSM6221="Iespējams, printera sagatavošana nav pabeigta."
MSM6222="Lūdzu, pārskatiet tiešsaistes rokasgrāmatu."
MSM6230="Veidot savienojumu, izmantojot bezvadu maršrutētāju"
MSM6233="Atkarībā no tīkla vides datora interneta savienojums var tikt pārtraukts, ja savienojumu ar printeri veidosiet tieši.\nVai vēlaties atlasīt printeri, ar ko izveidot savienojumu?\n\nPašreizējais savienojums: %s"
MSM6240="Norādīto printeri neizdevās atrast. Pārbaudiet IP adresi vai Bonjour nosaukumu un pēc tam mēģiniet vēlreiz. Lai iegūtu plašāku informāciju, noklikšķiniet uz vienuma [Tiešsaistes rokasgrāmata]."
MSM6241="Norādīto IP adresi vai Bonjour nosaukumu jau izmanto cita ierīce. Pārbaudiet IP adresi vai Bonjour nosaukumu un pēc tam mēģiniet vēlreiz. Lai iegūtu plašāku informāciju, noklikšķiniet uz vienuma [Tiešsaistes rokasgrāmata]."
MSM6256="Meklē tajā pašā tīklā, ar kuru ir savienots printeris.\nLūdzu, uzgaidiet, līdz tiek pabeigta meklēšana."
MSM6257="Printera tīkla savienojums neizdevās. Jūsu dators ir atkal savienots ar sākotnējo tīklu.\nTiks izmēģināta cita savienojuma izveides metode.\n\nLai pārietu uz USB vai citu savienojuma izveides metodi, noklikšķiniet uz [Mainīt sav. metodi]."
MSM6258="Mainīt sav. metodi"
MSM6259="Printera tīkla savienojums neizdevās. Tiks izmēģināta cita savienojuma izveides metode.\n\nLai pārietu uz USB vai citu savienojuma izveides metodi, noklikšķiniet uz [Mainīt sav. metodi]."
MSM6260="Vai drīkst paturēt datora savienojumu ar šo tīklu (SSID)?"
MSM6261="Printeris tika atrasts, kad bija izveidots datora savienojums ar to pašu tīklu (SSID), ar kuru bija savienots printeris.\nVai vēlaties paturēt datora savienojumu ar šo tīklu un turpināt uzstādīšanu? Lai iegūtu detalizētu informāciju, noklikšķiniet uz [Tiešsaistes rokasgrāmata]."
MSM6262="Jā"
MSM6263="Nē"
MSM6264="Vai skat. inform. par tīkla probl. novēršanu tiešsaistes rokasgrāmatā?"
MSM6265="Printera tīkla savienojums neizdevās.\nPirms atkārtotas savienojuma izveides ieteicams pārbaudīt tīkla vidi.\nLai neietekmētu tīkla iestatījumus, kas varētu ierobežot piekļuvi tiešsaistes rokasgrāmatai, iestatīšana tiks atcelta.\n\nLai pārietu uz USB vai citu savienojuma izveides metodi, noklikšķiniet uz [Nē]."
MSM6266="Jā"
MSM6267="Nē"
MSM6268=
MSM6269=
MSM6270=
MSM6271=
MSM6272="Vietnoteices pakalp. iestatījumi"
MSM6273="Ja darbvirsmas lietotnei atļausit piekļūt atrašanās vietas informācijai, printera iestatīšanu būs vieglāk pabeigt.\n\nNoklikšķiniet uz [Iest. vietnot. pak.] un atļaujiet darbvirsmas lietotnei piekļūt atrašanās vietas informācijai.\n\nŠī lietojumprogramma izmanto tikai Wi-Fi maršrutētāja informāciju."
MSM6274="Iest. vietnot. pak."
MSM6275=
